{"panels":[{"content":{"params":{"text":"<p>From the time we are born until the age of five, our brains <a href=\"https:\/\/www.firstthingsfirst.org\/early-childhood-matters\/brain-development\/\" rel=\"noopener noreferrer\" target=\"_blank\">develop faster than at any other period<\/a>&nbsp;of our lives.&nbsp;<\/p>\n\n<p>During this period of rapid brain development, children are constantly absorbing information. Sometimes this information can develop into a limiting belief.<\/p>\n\n<p>As children, we simply accept something as true because our brains are still developing and we do not yet have a complete understanding of how the world works.&nbsp;<\/p>\n\n<p>For example, if your parents were always yelling at each other, your subconscious mind may have thought that getting angry and raising your voice are natural ways of resolving conflict.&nbsp;<\/p>\n\n<p>Similarly, if your parents were always saying things like “we are poor”, you might suffer from a lower sense of self-worth. You may even associate other peoples' values with how much money they make.&nbsp;<\/p>\n\n<p>These beliefs can stay with you into adulthood, preventing you from developing healthy relationships with yourself and other people.<\/p>\n"},"library":"H5P.AdvancedText 1.1","subContentId":"736d0a19-8a7b-4b95-bf12-8cc3bd3e68b5","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Your Childhood"},{"content":{"params":{"text":"<p>Another source of limiting beliefs comes from our own experiences and personal traumas. Here is an example:&nbsp;<\/p>\n\n<p>Have you ever found it difficult to trust someone new after being hurt by an ex-partner or spouse?<\/p>\n\n<p>If you answered yes, then you have experienced a limiting belief which stems from personal trauma. If left unchecked, that belief could stop you from developing deep and meaningful relationships with future partners.&nbsp;<\/p>\n\n<p><a href=\"https:\/\/marisapeer.com\/relationship-ptsd\/\" rel=\"noopener noreferrer\" target=\"_blank\">Post-traumatic stress disorder (PTSD)<\/a>&nbsp;is an extreme form of trauma — it has been linked with higher <a href=\"https:\/\/www.psychologytoday.com\/us\/conditions\/post-traumatic-stress-disorder\" rel=\"noopener noreferrer\" target=\"_blank\">activity in the areas of the brain that processes fear<\/a>, and less activation in the prefrontal cortex (the area of the brain that acts towards your goals).&nbsp;<\/p>\n\n<p>In other words, a traumatic experience makes it easier for your brain to develop beliefs based on emotion rather than facts.<\/p>\n"},"library":"H5P.AdvancedText 1.1","subContentId":"c7bb496a-bb59-4bd7-9621-381c7052ff96","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Your Past Experiences and Trauma"},{"content":{"params":{"text":"<p>We are all influenced in some way by our culture and community. Things like religion, family, and education affect our values and the way we see the world.<\/p>\n\n<p>However, some of these values can directly oppose our own values and limit us from living an authentic life.<\/p>\n\n<p>An example of this would be if someone told you that being a lawyer means you are more successful than if you were a musician and, as a result, you decide not to pursue a career in music.&nbsp;<\/p>\n\n<p>It is natural to have a set of values derived from your culture and community. However, if these values stop you from living your life authentically that is a limitation.<\/p>\n\n<p>As you can see, limiting beliefs come from the places that are most personal to us, which is why they are powerful.&nbsp;<\/p>\n\n<p>The good news is that you can empower yourself to overcome limiting beliefs. To do this, you must first identify what your limiting beliefs are.&nbsp;<\/p>\n"},"library":"H5P.AdvancedText 1.1","subContentId":"e4b9e78a-13e2-4170-9703-a46cedf19608","metadata":{"contentType":"Text","license":"U","title":"Untitled Text"}},"title":"Your Culture and Community"}],"hTag":"h2"}